{
    ": Adult masks": "：成人口罩",
    ": Adult masks > 100 and children's masks > 25": "：成人口罩 > 100 且兒童口罩 > 25",
    ": Adult masks > 20 and children's masks > 5": "：成人口罩 > 20 且兒童口罩 > 5",
    ": Adult masks > 40 and children's masks > 10": "：成人口罩 > 40 且兒童口罩 > 10",
    ": There is currently no information and it is impossible to determine the stock situation": "：目前沒有資料，無法判斷庫存情況",
    "Administrative district filtering": "行政區過濾",
    "Blue dot: your current location (need to agree to site permission)": "藍色圓點：你目前所在位置（需要同意網站授權）",
    "County": "縣市",
    "Description": "說明",
    "Friends from the pharmacy can click here for additional information": "藥局的朋友可以點這裡補充資訊",
    "Illustration description:": "圖示說明：",
    "Instructions from the National Health Insurance Administration": "健保署說明",
    "Masks must be obtained following regulations promulgated by the government": "口罩的取得須依政府頒布的規則辦理",
    "Name or number": "名稱或代號",
    "Notice:": "注意事項：",
    "or children's masks": "或兒童口罩",
    "Please click on the point on the map": "請點選地圖中的點",
    "Real-name masks 2.0 and 3.0 will come to a perfect end after the 44th round. If you still need to buy real-name masks, please feel free! After the 44th round, the sales channel will return to the 1.0 physical channel, and 58 rural health clinics will continue to sell in community pharmacies and special pharmacies without health insurance": "實名制口罩 2.0 及 3.0 將於第 44 輪後劃下完美句點，若仍有購買口罩實名制的需求也請安心！第44輪之後，販賣通路將回歸 1.0 實體通路，社區藥局及無健保特約藥局 58 家偏鄉衛生所持續販售",
    "Return to current location": "回到目前位置",
    "Search": "搜尋",
    "Settings": "設定",
    "Site issue feedback": "網站問題反應",
    "Some pharmacies use the method of taking numbers to facilitate people to purchase masks because they cannot display the number of numbers taken. If you see the remaining quantity, please call the pharmacy first": "部分藥局因採發放號碼牌方式，方便民眾購買口罩，因目前無法顯示顯示已發送號碼牌數量。若看到剩餘數量，請先電洽藥局",
    "Taiwan mask stocks at National Health Insurance-contracted pharmacies map": "台灣健保特約藥局口罩庫存地圖",
    "The mask management and control system of the National Health Insurance Administration is open from 7:00 to 23:00. The opening hours and methods of purchasing masks depend on the operations of each National Health Insurance-contracted pharmacy and health clinic.": "健保署口罩管控系統開放時間為 7 時至 23 時，口罩開放購買時間及方式，視各家健保特約藥局及衛生所作業而定。",
    "The stock quantity is for reference only, the actual stock is still subject to the on-site of individual units": "庫存數量僅供參考，實際庫存仍以個別單位現場為準",
    "Town": "鄉鎮市區",
    "Village": "村里"
}